{
    "printVictory":"drukuj zwycięstwo",
    "together":"wspólnie z",
    "mainTitleText":"Społeczność Ukraińców pomagająca armii bronić Ukrainy. Nie sprzedajemy niczego, wszystkie koszty pokrywane są przez drukarzy, darczyńców i wolontariuszy.",
    "participate":"dołączyć",
    "threeSimpleSteps":"trzy proste kroki do zwycięstwa",
    "howItWork":"Jak to działa?",
    "textSecond":"Nasza misja polega na zapewnieniu żołnierzom niezbędnych zasobów produkowanych za pomocą druku 3D.",
    "order":"Zamówienie",
    "orderText":"Wojskowy lub lekarz zamawia produkty, które w danej chwili mu są potrzebne.",
    "orderAlt":"Ukraiński wojskowy - zleceniodawca",
    "print":"Druk",
    "printText":"Rejestrujesz się i drukujesz przedmioty na drukarce 3D.",
    "printAlt":"Drukarka, która drukuje wyroby w 3D.",
    "delivery":"Wysyłka",
    "deliveryText":"Wysyłając wydrukowane materiały, zwiększacie naszą zdolność obronną.",
    "deliveryAlt":"Wolontariusz wysyłający produkty",
    "willBePrint":"będą drukowane",
    "all":"wszystkie",
    "printAllTextOne":"3D drukarka kosztuje 250 dolarów, każdy może ją zainstalować w domu, nie ma żadnych szkodliwych oparów, wystarczy kilka dni, aby nauczyć się obsługi i zacząć drukować.",
    "printAllTextTwo":"Dowiedz się, jak postępować, jaki wybrać drukarkę i gdzie ją zakupić po zarejestrowaniu się w sekcji Szkoła.",
    "install":"zainstaluj drukarkę",
    "inUkraine":"na Ukrainie",
    "installTitleText":"Lokalizacja drukarki 3D w Ukrainie zwiększa efektywność logistyczną w porównaniu z drukiem za granicą, ponieważ redukują się koszty dostawy. Zainstalowana kamera internetowa umożliwia obserwowanie procesu drukowania w czasie rzeczywistym, co zapewnia maksymalną efektywność drukarki",
    "armyOfUkraine":"Siły Zbrojne Ukrainy",
    "armyAbbr":"SZU",
    "units":"szt.",
    "calc":"metry",
    "chooseWhich":"jaki drukarkę wybrać",
    "calcTitleText":"Wybierz drukarkę w zależności od kwoty, którą możesz wydać na plastik każdego miesiąca. Średnio jeden kilogram plastiku (PLA, PEGT) kosztuje 500 hrywien.",
    "result":"wynik",
    "littleNumbers":"trochę liczb",
    "aboutUs":"o nas",
    "aboutUsTitleText":"Społeczność Ukraińców, którzy pomagają armii bronić Ukrainy. Niczego nie sprzedajemy, wszystkie koszty pokrywają drukarze, darczyńcy i wolontariusze.",
    "wasPrinted":"Wydrukowane",
    "kilo":"kg",
    "need":"Potrzebne",
    "turno":"Kolejka zamówień",
    "printers":"3D drukarek",
    "peoplePrinters":"Drukarek",
    "altImagePrinters":"drukarka 3D modelu"
}