{
    "rules": "regulamin i warunki",
    "ofService": "usługi",
    "mainSubtitle": "Drukowanie 3D bezpłatne dla wojskowych, rejestracja drukarzy i wpłaty donorów na wsparcie projektu, kategoryzacja projektów i skuteczne wykorzystanie donacji.",
    "general": "ogólne warunki",
    "generalDescription": "Serwis «ДрукАрмія» umożliwia wojskowym bezpłatne zamawianie wyrobów wydrukowanych na drukarce 3D. Drukarki mogą się rejestrować w systemie w celu świadczenia usług drukowania. Donatorzy mogą dokonywać wpłat finansowych na wsparcie projektu za pośrednictwem oficjalnej strony internetowej.",
    "forMilitaries": "dla wojskowych",
    "forMilitariesDescr": "Wojskowi rejestrują się na stronie, podając swoje stopnie i oddziały. Mogą składać wnioski o wydrukowanie produktów niezbędnych do wykonywania zadań służbowych. Wojskowi są zobowiązani podać dokładne specyfikacje i wymagania dotyczące produktów.",
    "forPrint": "dla drukarzy",
    "forPrintDescr": "Drukarze rejestrują się na stronie, podając swoje możliwości i rodzaje drukarek 3D, którymi dysponują. Otrzymują zapytania o drukowanie od wojskowych i zgadzają się je wykonywać na zasadach dobrowolności. Drukarze wysyłają wydrukowane produkty wojskowym na własny koszt lub za pomocą środków uzyskanych z donacji.",
    "forDonaters": "dla darczyńców",
    "forDonatersDescr": "Darczyńcy mogą dokonywać darowizn za pośrednictwem oficjalnej strony internetowej. Wpłaty finansowe są przeznaczane na zakup materiałów do druku (takich jak plastik itp.) oraz na koszty dostawy wyprodukowanych produktów wojskowym. Miesięcznie ДрукАрмія potrzebuje 3-5 ton plastiku, co przekłada się na 1,2-1,5 miliona hrywien.",
    "serviceDescr": "serwis realizuje wiele projektów",
    "detailDescr": "Projekty są podzielone na kategorie według pilności i czasu realizacji. Istnieją zbiórki krótko- i długoterminowe. Są też zbiórki czasowe i nieograniczone czasowo. Do zbiórek nieograniczonych czasowo należą zbiórki na następujące środki: opatrunki, świece okopowe, gaśnice, manekiny. Zbiórki krótkoterminowe obejmują zbiórki na konkretne środki, które są potrzebne w określonej ilości",
    "textBeforeList": "Wszystkie 100% darowizn są przeznaczane na realizację celów projektu, a mianowicie:",
    "textListOne": "zakup materiałów eksploatacyjnych (plastik, żywica), które są potrzebne do funkcjonowania ДрукАрмії.",
    "textListTwo": "zakup części zamiennych do skomplikowanych produktów (sprężyny, śruby, itp.)",
    "textExpl1": "Reszta środków ze zbiórek bieżącego miesiąca przechodzi na kolejny miesiąc na cały okres funkcjonowania ДрукАрмії.",
    "textExpl2": "Pieniądze zebrane przez Fundację Charytatywną «ВІЛЬНІ. НЕСКОРЕНІ. НЕБАЙДУЖІ» są gromadzone w celu wsparcia ukraińskich wojskowych na stałej podstawie.",
    "textExpl3": "Reszta darowizn jest kierowana na bieżące wydatki następnego miesiąca, jeśli projekt lub pomoc nie zostaną zrealizowane. Dokonując darowizny na konkretny projekt, wyrażasz zgodę na ich realokację/wykorzystanie w innych projektach.",
    "textExpl4": "Płacąc datek charytatywny za pośrednictwem narzędzia LiqPay lub dokonując płatności na podstawie danych fundacji charytatywnej «ВІЛЬНІ. НЕСКОРЕНІ. НЕБАЙДУЖІ», wyrażasz na to zgodę, a także zgadzasz się, że suma darowizny nie podlega zwrotowi.",
    "textExpl5": "Darowizny wpływają na osobne konto CHARYTATYWNEJ ORGANIZACJI Fundacji Charytatywnej «ВІЛЬНІ. НЕСКОРЕНІ. НЕБАЙДУЖІ», która działa na podstawie statutu, wyłącznie w celu realizacji celów ДрукАрмії.",
    "responsibility": "Odpowiedzialność",
    "responsibExplication": "Usługa «ДрукАрмія» nie ponosi odpowiedzialności za nieprawidłowe wykorzystanie wydrukowanych produktów. Wojskowi są zobowiązani używać produktów wyłącznie do ich przeznaczenia",
    "confidence": "Prywatność",
    "confExplication": "Wszystkie dane użytkowników są przetwarzane zgodnie z obowiązującymi przepisami dotyczącymi ochrony danych osobowych.",
    "changeTerms": "Zmiany w warunkach",
    "changeTermsDescr": "Te zasady i warunki muszą być potwierdzone przez użytkowników podczas rejestracji w systemie «ДрукАрмія» i są obowiązkowe do przestrzegania przez wszystkie strony.",
    "lastChange": "Ostatnia zmiana:",
    "nameOrganisation": "Nazwa organizacji:",
    "codeRecept": "Kod odbiorcy:",
    "nameOfBank": "Nazwa banku:",
    "bank": "Akcyjny Bank Komercyjny PRIVATBANK",
    "accountBank": "Numer rachunku odbiorcy w formacie",
    "email": "Email:",
    "money": "Waluta:",
    "phone": "Telefon:",
    "address": "Adres:",
    "addressDetail": "Ukraina, 43025, miasto Łuck, ul.Hmelnickogo B. 16/1",
    "invoices": "Raporty są publikowane miesięcznie na stronie raportów",
    "titleAbbr": "Organizacja charytatywna fundacji charytatywnej",
    "ngoOrg": "BŁA BF"
}