import InfoData from "../InfoData/InfoData";
import css from "./TermsGenerals.module.css";

const TermsGenerals = () => {
  return (
    <div className={css.content}>
      <h3>загальні положення</h3>
      <p>
        Сервіс «ДрукАрмія» надає можливість військовослужбовцям безкоштовно
        замовляти вироби, надруковані на 3D-принтері. Друкарі можуть
        реєструватись в системі для надання друкарських послуг. Донори можуть
        здійснювати фінансові внески на підтримку проекту через офіційний сайт.
      </p>
      <h4>для військових</h4>
      <p>
        Військові реєструються на сайті, вказуючи свої звання та підрозділ.
        Можуть подавати запити на друк виробів, які необхідні для виконання
        службових завдань. Військові зобов&apos;язані надати точні специфікації
        та вимоги до виробів.
      </p>
      <h4>для друкарів</h4>
      <p>
        Друкарі реєструються на сайті, вказуючи свої можливості та типи
        3D-принтерів, які вони мають. Вони отримують запити на друк від
        військових і погоджуються їх виконувати на добровільних засадах. Друкарі
        відправляють надруковані вироби військовим за власний рахунок або за
        кошти, отримані від донорських внесків.
      </p>
      <h4>для донорів</h4>
      <p>
        Донори можуть робити пожертви через офіційний сайт. Фінансові внески
        йдуть на купівлю матеріалів для друку (пластику тощо) та витрати на
        доставку виробів військовим. На місяць ДрукАрмія потребує 3-5 тон
        пластику, це 1.2-1.5 млн. грн.
      </p>
      <h3>сервіс реалізовує багато проектів</h3>
      <p>
        Проекти діляться на категорії по терміновості та часу реалізації. Є
        короткострокові та довгострокові збори. Обмежені часом та безстрокові.
        До безстрокових зборів відносяться збори на наступні засоби : бандажі ,
        окопні свічки, скиди, муляжі. Короткострокові це збори на конкретний
        засіб, який необхідний в певній кількості.
      </p>
      <p>
        Всі 100 % донатів направляються на реалізацію цілей проекту, а саме:
      </p>
      <ul className={css.textList}>
        <li>
          <p>
            придбання розходників (пластик, смола), які потрібні для
            функціонування ДрукАрмії.
          </p>
        </li>
        <li>
          <p>
            придбання комплектуючих для складних виробів (пружини, болти и т.п.)
          </p>
        </li>
      </ul>
      <p>
        Залишок коштів від зборів поточного місяця переходять на наступний
        місяць на весь термін функціонування ДрукАрмії.
      </p>
      <p>
        Грошові кошти, зібрані <abbr title="Благодійна організація благодійного фонду">БО БФ</abbr> ВIЛЬНI.НЕСКОРЕНI. НЕБАЙДУЖI збираються
        задля підтримки українських військових на постійній основі.
      </p>
      <p>
        Залишок пожертв направляється на поточні витрати наступного місяця, якщо
        проект або допомога не будуть реалізовані. Здійснюючи пожертвування на
        адресу конкретного проекту, ви даєте згоду на їх
        перерозподіл/використання в інших проектах.
      </p>
      <p>
        Сплачуючи благодійний внесок через інструмент LiqPay або у випадку
        оплати за реквізитами <abbr title="Благодійна організація благодійного фонду">БО БФ</abbr> &quot;ВIЛЬНI.НЕСКОРЕНI. НЕБАЙДУЖI&quot; ви
        даєте згоду на це, а також погоджуєтесь на те, що сума пожертвування не
        підлягає поверненню.
      </p>
      <p>
        Донати надходять на окремий рахунок БЛАГОДІЙНОЇ ОРГАНІЗАЦІЇ <abbr title="Благодійний фонд">БФ</abbr>
        &quot;ВІЛЬНІ. НЕСКОРЕНІ. НЕБАЙДУЖІ&quot; що діє на підставі статуту,
        виключно для реалізації цілей ДрукАрмії.
      </p>

      {/* Дані, адреса та банківський рахунок Організації */}
      <InfoData />
      
      <h3>Відповідальність</h3>
      <p>
        Сервіс «ДрукАрмія» не несе відповідальності за неправильне використання
        надрукованих виробів. Військові зобов&apos;язані використовувати вироби
        виключно за призначенням.
      </p>
      <h3>Конфіденційність</h3>
      <p>
        Всі дані користувачів обробляються згідно з чинним законодавством про
        захист персональних даних.
      </p>
      <h3>Зміни умов</h3>
      <p>
        Ці правила та умови мають бути підтверджені користувачами при реєстрації
        в системі «ДрукАрмія» і є обов&apos;язковими для виконання всіма
        сторонами.
      </p>
      <p>Остання зміна: 01.12.2023</p>
    </div>
  );
};

export default TermsGenerals;
