{
  "ambassadors": "Ambassadors",
  "aboutPageTitle": "About DrukArmy",
  "aboutPageDescription": "DrukArmy is a Ukrainian community that during the year prints on 3D printers the necessary equipment for the Armed Forces to support the defense of Ukraine against Russian aggressors.",
  "aboutTitleVolnov": "Yevhen Volnov",
  "aboutTextVolnov": "Ukrainian prankster and blogger from Kyiv, volunteer, co-founder of the Druk.Armiya project. Known for telephone raffles, which are accompanied by a large volume of profanity. Since 2018, he has been the official speaker of the Peacemaker Center.",
  "aboutTitleSharaievskyi": "Andrii Sharaievskyi",
  "aboutTextSharaievskyi": "Ukrainian marketer with more than 10 years of experience, who is a blogger and helps the Armed Forces as a volunteer.",
  "canIFirstTitle": "Can I",
  "canISecondTitle": "print?",
  "canIDescription": "We are looking for conscientious citizens who have 3D printers and a willingness to give time and effort to help our military. We will be happy to provide you with advice and support and help you achieve high quality printing.",
  "accentFirstTitle": "Who do we",
  "accentSecondTitle": "support",
  "accentFirstDescription": "The scope of the challenges we cover is as great as our ambitions. We work for the needs of defenders on the front line and fulfill requests from the headquarters of the Armed Forces. Every day, we provide the army with the necessary 3D printing items and cover a wide variety of needs.",
  "accentSecondDescription": "We cooperate with various organizations that selflessly help the Ukrainian army. We are ready to turn a skein of plastic into much-needed equipment that strengthens our country's defense.",
  "titleBottom": "You can help",
  "titleBottomDescription": "It's not just a financial contribution that matters: your voice matters too. Help spread our story: tell your friends, share a link to our resource on social networks, invite us for an interview. Let's join forces for the victory of Ukraine!",
  "linkText": "Support",
  "buttonText": "Share",

  "modalFirstTitle": "Add friends",
  "modalSecondTitle": "to our ranks",
  "modalText": "The more civilians and the military know about DrukArmy, the closer we will be to victory, as our community directly creates various products for the Armed Forces that help carry out combat orders.",
  "modalShareText": "Share:"
}
