{
    "printVictory":"print victory",
    "together":"together with",
    "mainTitleText":"Ukrainian community supporting the army in defending Ukraine. We do not sell anything; all expenses are covered by printers, donors, and volunteers.",
    "participate":"join",
    "threeSimpleSteps":"three simple steps to victory",
    "howItWork":"How does it work?",
    "textSecond":"Our mission is to provide military personnel with necessary resources manufactured using 3D printing technology.",
    "order":"order",
    "orderText":"Military or medical personnel orders the products they currently need.",
    "orderAlt":"Ukrainian military - customer",
    "print":"print",
    "printText":"You register and print products on a 3D printer.",
    "printAlt":"Printer printing 3D products",
    "delivery":"shipment",
    "deliveryText":"You send the printed items — you enhance our defense capability.",
    "deliveryAlt":"Volunteer sending products",
    "willBePrint":" will print",
    "all":"everybody",
    "printAllTextOne":"A 3D printer costs $250, anyone can set it up at home, no harmful emissions, it takes just a few days to learn and start printing.",
    "printAllTextTwo":"What to do and how to do it, which printer to choose, and where to buy it, read after registration in the School section.",
    "install":"set up the printer",
    "inUkraine":"in Ukraine",
    "installTitleText":"The location of the 3D printer in Ukraine increases logistic efficiency compared to printing abroad, as it reduces delivery costs. An installed webcam allows monitoring the printing process in real-time, ensuring maximum printer efficiency for",
    "armyOfUkraine":"Armed Forces of Ukraine",
    "armyAbbr":"AFU",
    "units":"pcs.",
    "calc":"meter",
    "chooseWhich":"which printer to choose",
    "calcTitleText":"Choose a printer based on the amount of money you can spend on plastic each month. On average, a kilogram of plastic (PLA, PEGT) costs 500 UAH.",
    "result":"Result",
    "littleNumbers":"A little bit of numbers",
    "aboutUs":"about us",
    "aboutUsTitleText":"A community of Ukrainians who help the army defend Ukraine. We don't sell anything; all expenses are covered by the contributions of printers, donors, and volunteers.",
    "wasPrinted":"Printed",
    "kilo":"kg",
    "need":"Needed",
    "turno":"Order queue",
    "printers":"3D printers",
    "peoplePrinters":"Printers",
    "altImagePrinters":"3D printer model"
}