{
    "rules": "rules and conditions",
    "ofService": "of service",
    "mainSubtitle": "Free 3D-printing for military personnel, registration of printers, and donor contributions to support the project, project categorization, and effective use of donations.",
    "general": "general provisions",
    "generalDescription": "The {{ДрукАрмія}} service allows military personnel to order products printed on a 3D printer for free. Printers can register in the system to provide printing services. Donors can make financial contributions to support the project through the official website.",
    "forMilitaries": "for the military",
    "forMilitariesDescr": "Military personnel register on the website, specifying their rank and unit. They can submit requests for printing products necessary to fulfill their official duties. Military personnel are required to provide accurate specifications and requirements for the products.",
    "forPrint": "for printers",
    "forPrintDescr": "Printers register on the website, indicating their capabilities and types of 3D-printers they have. They receive printing requests from military personnel and agree to fulfill them on a voluntary basis. Printers send the printed products to the military at their own expense or using funds received from donor contributions.",
    "forDonaters": "for donors",
    "forDonatersDescr": "Donors can make donations through the official website. Financial contributions are used to purchase printing materials (such as plastic) and cover the expenses for delivering the products to the military. {{ДрукАрмія}} requires 3-5 tons of plastic per month, which amounts to 1.2-1.5 million hryvnias (UAH)",
    "serviceDescr": "the service implements many projects",
    "detailDescr": "Проекти діляться на категорії по терміновості та часу реалізації. Є короткострокові та довгострокові збори. Обмежені часом та безстрокові. До безстрокових зборів відносяться збори на наступні засоби: бандажі, окопні свічки, скиди, муляжі. Короткострокові це збори на конкретний засіб, який необхідний в певній кількості.",
    "textBeforeList": "Всі 100 % донатів направляються на реалізацію цілей проекту, а саме:",
    "textListOne": "придбання розходників (пластик, смола), які потрібні для функціонування {{ДрукАрмії}}.",
    "textListTwo": "придбання комплектуючих для складних виробів (пружини, болти и т.п.)",
    "textExpl1": "Залишок коштів від зборів поточного місяця переходять на наступний місяць на весь термін функціонування {{ДрукАрмії}}.",
    "textExpl2": "Грошові кошти, зібрані {{БО БФ ВIЛЬНI.НЕСКОРЕНI. НЕБАЙДУЖI}} збираються задля підтримки українських військових на постійній основі.",
    "textExpl3": "Залишок пожертв направляється на поточні витрати наступного місяця, якщо проект або допомога не будуть реалізовані. Здійснюючи пожертвування на адресу конкретного проекту, ви даєте згоду на їх перерозподіл/використання в інших проектах.",
    "textExpl4": "Сплачуючи благодійний внесок через інструмент {{LiqPay}} або у випадку оплати за реквізитами {{БО БФ &quot;ВIЛЬНI.НЕСКОРЕНI. НЕБАЙДУЖI&quot;}} ви даєте згоду на це, а також погоджуєтесь на те, що сума пожертвування не підлягає поверненню.",
    "textExpl5": "Донати надходять на окремий рахунок БЛАГОДІЙНОЇ ОРГАНІЗАЦІЇ БФ {{&quot;ВІЛЬНІ. НЕСКОРЕНІ. НЕБАЙДУЖІ&quot;}} що діє на підставі статуту, виключно для реалізації цілей {{ДрукАрмії}}.",
    "responsibility": "Відповідальність",
    "responsibExplication": "Сервіс {{«ДрукАрмія»}} не несе відповідальності за неправильне використання надрукованих виробів. Військові зобов'язані використовувати вироби виключно за призначенням.",
    "confidence": "Конфіденційність",
    "confExplication": "Всі дані користувачів обробляються згідно з чинним законодавством про захист персональних даних.",
    "changeTerms": "Зміни умов",
    "changeTermsDescr": "Ці правила та умови мають бути підтверджені користувачами при реєстрації в системі {{«ДрукАрмія»}} і є обов'язковими для виконання всіма сторонами.",
    "lastChange": "Остання зміна:",
    "nameOrganisation": "Найменування організації:",
    "codeRecept": "Код отримувача:",
    "nameOfBank": "Назва банку:",
    "bank": "АТ КБ ПРИВАТБАНК",
    "accountBank": "Рахунок отримувача у форматі",
    "email": "Email:",
    "money": "Валюта:",
    "phone": "Телефон:",
    "address": "Адреса:",
    "addressDetail": "Україна, 43025, місто Луцьк, вул.Хмельницького Б., 16/1",
    "invoices": "Звіти публікуються щомісячно на сторінці звітів"
}