{
    "rules": "rules and conditions",
    "ofService": "of service",
    "mainSubtitle": "Free 3D-printing for military personnel, registration of printers, and donor contributions to support the project, project categorization, and effective use of donations.",
    "general": "general provisions",
    "generalDescription": "The ДрукАрмія service allows military personnel to order products printed on a 3D printer for free. Printers can register in the system to provide printing services. Donors can make financial contributions to support the project through the official website.",
    "forMilitaries": "for the military",
    "forMilitariesDescr": "Military personnel register on the website, specifying their rank and unit. They can submit requests for printing products necessary to fulfill their official duties. Military personnel are required to provide accurate specifications and requirements for the products.",
    "forPrint": "for printers",
    "forPrintDescr": "Printers register on the website, indicating their capabilities and types of 3D-printers they have. They receive printing requests from military personnel and agree to fulfill them on a voluntary basis. Printers send the printed products to the military at their own expense or using funds received from donor contributions.",
    "forDonaters": "for donors",
    "forDonatersDescr": "Donors can make donations through the official website. Financial contributions are used to purchase printing materials (such as plastic) and cover the expenses for delivering the products to the military. ДрукАрмія requires 3-5 tons of plastic per month, which amounts to 1.2-1.5 million hryvnias",
    "serviceDescr": "the service implements many projects",
    "detailDescr": "The projects are divided into categories based on urgency and implementation time. There are short-term and long-term fundraisers, as well as time-limited and ongoing ones. Ongoing fundraisers include campaigns for the following items: bandages, trench candles, skids, dummies. Short-term fundraisers are for specific items needed in a certain quantity.",
    "textBeforeList": "All 100% of donations are directed towards achieving the project's goals, namely:",
    "textListOne": "purchase of consumables (plastic, resin) necessary for operation ДрукАрмії.",
    "textListTwo": "purchase of components for complex products (springs, bolts, etc.)",
    "textExpl1": "The remaining funds from the current month's fundraisers are carried over to the next month for the entire duration of operation ДрукАрмії.",
    "textExpl2": "The monetary funds collected by CF CO «ВІЛЬНІ. НЕСКОРЕНІ. НЕБАЙДУЖІ» are gathered to support Ukrainian military personnel on a regular basis.",
    "textExpl3": "The remaining donations are directed towards covering the current expenses of the following month if the project or aid is not realized. By making a donation to a specific project, you consent to its redistribution/use in other projects.",
    "textExpl4": "By making a charitable contribution through the LiqPay platform or in the case of payment via the details of the CF CO «ВІЛЬНІ. НЕСКОРЕНІ. НЕБАЙДУЖІ» you consent to this, and also agree that the donation amount is non-refundable.",
    "textExpl5": "Donations are received into a separate account of the CHARITABLE ORGANIZATION NGO «ВІЛЬНІ. НЕСКОРЕНІ. НЕБАЙДУЖІ» which operates under its charter, exclusively for the implementation the goals of ДрукАрмії.",
    "responsibility": "Responsibility",
    "responsibExplication": "The service «ДрукАрмія» is not responsible for the improper use of printed products. Military personnel are obliged to use the products exclusively for their intended purpose.",
    "confidence": "Confidentiality",
    "confExplication": "All user data is processed in accordance with current legislation on the protection of personal data.",
    "changeTerms": "Changes to terms",
    "changeTermsDescr": "These rules and conditions must be confirmed by users upon registration in the system of «ДрукАрмія» and are mandatory for compliance by all parties.",
    "lastChange": "Last update:",
    "nameOrganisation": "Organization name:",
    "codeRecept": "Recipient code:",
    "nameOfBank": "Bank name:",
    "bank": "JSC PRIVATBANK",
    "accountBank": "Recipient's account in the format",
    "email": "Email:",
    "money": "Currency:",
    "phone": "Phone number:",
    "address": "Address:",
    "addressDetail": "Ukraine, 43025, City of Lutsk, Khmelnytskoho St., 16/1",
    "invoices": "Reports are published monthly on the reports page.",
    "titleAbbr": "Charitable organization of the charitable foundation",
    "ngoOrg": "CF CO"
}