{
    "printVictory":"drucke den Sieg",
    "together":"zusammen mit",
    "mainTitleText":"Die Gemeinschaft der Ukrainer, die der Armee helfen, die Ukraine zu verteidigen. Wir verkaufen nichts, alle Kosten werden von Druckern, Spendern und Freiwilligen gedeckt.",
    "participate":"sich anschließen",
    "threeSimpleSteps":"drei einfache Schritte zum Sieg",
    "howItWork":"wie funktioniert das?",
    "textSecond":"Unsere Mission ist es, die Streitkräfte mit den benötigten Ressourcen zu versorgen, die mithilfe von 3D-Druck hergestellt werden.",
    "order":"Bestellung",
    "orderText":"Militär- oder medizinisches Personal bestellt die Produkte, die sie derzeit benötigen.",
    "orderAlt":"Ukrainischer Militär - Kunde",
    "print":"Druck",
    "printText":"Sie registrieren sich und drucken Produkte auf einem 3D-Drucker.",
    "printAlt":"Drucker, der 3D-Produkte druckt",
    "delivery":"Versand",
    "deliveryText":"Wenn Sie das Gedruckte versenden, erhöhen Sie unsere Verteidigungsfähigkeit.",
    "deliveryAlt":"Freiwilliger, der die Produkte verschickt",
    "willBePrint":"Sie werden gedruckt",
    "all":"alle",
    "printAllTextOne":"Ein 3D-Drucker kostet $250, Jeder kann ihn zu Hause installieren, ohne schädliche Dämpfe. Es dauert nur wenige Tage, um zu lernen und mit dem Drucken zu beginnen.",
    "printAllTextTwo":"Was zu tun ist und wie, welchen Drucker man wählen sollte und wo man ihn kaufen kann, erfahren Sie nach der Registrierung im Abschnitt Schule.",
    "install":"Installiere den Drucker",
    "inUkraine":"in der Ukraine",
    "installTitleText":"Die Platzierung des 3D-Druckers in der Ukraine erhöht die logistische Effizienz im Vergleich zum Drucken im Ausland, da die Versandkosten reduziert werden. Eine installierte Webcam ermöglicht es, den Druckprozess in Echtzeit zu überwachen, was die maximale Effizienz des Druckers für die",
    "armyOfUkraine":"Bewaffnete Streitkräfte der Ukraine",
    "armyAbbr":"ZSU",
    "units":"stk.",
    "calc":"meter",
    "chooseWhich":"Welchen Drucker wählen",
    "calcTitleText":"Wählen Sie einen Drucker basierend auf der Menge Geld, die Sie jeden Monat für Kunststoff ausgeben können. Durchschnittlich kostet ein Kilogramm Kunststoff (PLA, PEGT) 500 UAH.",
    "result":"Ergebnis",
    "littleNumbers":"Ein paar Zahlen",
    "aboutUs":"über uns",
    "aboutUsTitleText":"Die Gemeinschaft der Ukrainer, die der Armee helfen, die Ukraine zu verteidigen. Wir verkaufen nichts; alle Ausgaben werden von den Druckern, Spendern und Freiwilligen getragen.",
    "wasPrinted":"Gedruckt",
    "kilo":"kg",
    "need":"Benötigt",
    "turno":"Bestellwarteschlange",
    "printers":"3D-Drucker",
    "peoplePrinters":"Druckereien",
    "altImagePrinters":"3D-Drucker Modell"
}