{
    "rules": "Regeln und Bedingungen",
    "ofService": "des Dienstes",
    "mainSubtitle": "Kostenloser 3D-Druck für Militär, Registrierung von Druckern und Spenden zur Unterstützung des Projekts, Kategorisierung von Projekten und effektive Nutzung von Spenden.",
    "general": "Allgemeine Bestimmungen",
    "generalDescription": "Der Service «ДрукАрмія» ermöglicht es Militärpersonal, Produkte, die mit einem 3D-Drucker gedruckt wurden, kostenlos zu bestellen. Drucker können sich im System registrieren, um Druckdienste anzubieten. Spender können finanzielle Beiträge zur Unterstützung des Projekts über die offizielle Website leisten.",
    "forMilitaries": "für Militär",
    "forMilitariesDescr": "Die Militärangehörigen registrieren sich auf der Website, indem sie ihren Dienstgrad und ihre Einheit angeben. Sie können Anfragen für den Druck von Produkten stellen, die für die Erfüllung ihrer dienstlichen Aufgaben benötigt werden. Die Militärangehörigen sind verpflichtet, genaue Spezifikationen und Anforderungen für die Produkte bereitzustellen.",
    "forPrint": "für Drucker",
    "forPrintDescr": "Drucker registrieren sich auf der Website und geben ihre Fähigkeiten und die Arten von 3D-Druckern an, die sie besitzen. Sie erhalten Anfragen von Militärangehörigen zum Druck und stimmen freiwillig zu, diese zu erfüllen. Die Drucker senden die gedruckten Produkte auf eigene Kosten an die Militärangehörigen oder gegen Gebühr, die sie von Spenden erhalten haben.",
    "forDonaters": "für Spender",
    "forDonatersDescr": "Spender können Spenden über die offizielle Website tätigen. Finanzielle Beiträge werden für den Kauf von Druckmaterialien (wie Kunststoff usw.) und die Lieferkosten für Produkte an Militärangehörige verwendet. Die «ДрукАрмія» benötigt jeden Monat 3-5 Tonnen Kunststoff, was 1,2-1,5 Millionen UAH entspricht.",
    "serviceDescr": "Der Service führt viele Projekte durch",
    "detailDescr": "Projekte werden nach Dringlichkeit und Zeitrahmen kategorisiert. Es gibt kurzfristige und langfristige Sammlungen sowie zeitlich begrenzte und unbegrenzte. Unbegrenzte Sammlungen umfassen Spenden für folgende Artikel: Bandagen, Schützengrabenkerzen, Schilde, Attrappen. Kurzfristige Sammlungen sind Spenden für ein bestimmtes, in einer bestimmten Menge benötigtes Element.",
    "textBeforeList": "Alle 100 % der Spenden werden zur Umsetzung der Projektziele verwendet, nämlich:",
    "textListOne": "Der Kauf von Verbrauchsmaterialien (Kunststoff, Harz), die für den Betrieb der ДрукАрмії benötigt werden.",
    "textListTwo": "Der Kauf von Komponenten für komplexe Produkte (Federn, Schrauben usw.)",
    "textExpl1": "Das Guthaben aus den Spenden des aktuellen Monats wird auf den nächsten Monat übertragen und gilt für die gesamte Laufzeit der ДрукАрмії.",
    "textExpl2": "Die Geldmittel, die von der Wohltätigkeitsorganisation Wohltätigkeitsfonds «ВІЛЬНІ. НЕСКОРЕНІ. НЕБАЙДУЖІ» gesammelt werden, werden dauerhaft zur Unterstützung der ukrainischen Streitkräfte gesammelt.",
    "textExpl3": "Der überschüssige Betrag an Spenden wird für die aktuellen Ausgaben des nächsten Monats verwendet, falls das Projekt oder die Unterstützung nicht umgesetzt werden. Indem Sie eine Spende für ein bestimmtes Projekt tätigen, stimmen Sie deren Umverteilung/Nutzung in anderen Projekten zu.",
    "textExpl4": "Beim Spenden über das LiqPay-Tool oder bei Zahlung per Überweisung an die Bankdaten der Wohltätigkeitsorganisation «ВІЛЬНІ. НЕСКОРЕНІ. НЕБАЙДУЖІ» stimmen Sie dem zu und akzeptieren auch, dass der Betrag der Spende nicht zurückerstattet wird.",
    "textExpl5": "Die Spenden gehen auf ein separates Konto der Wohltätigkeitsorganisation «ВІЛЬНІ. НЕСКОРЕНІ. НЕБАЙДУЖІ», die auf der Grundlage ihrer Satzung ausschließlich zur Umsetzung der Ziele der ДрукАрмії tätig ist.",
    "responsibility": "Die Verantwortung",
    "responsibExplication": "Der Service «ДрукАрмія» übernimmt keine Verantwortung für die unsachgemäße Verwendung der gedruckten Produkte. Die Militärangehörigen sind verpflichtet, die Produkte ausschließlich für den vorgesehenen Zweck zu verwenden.",
    "confidence": "Datenschutz",
    "confExplication": "Alle Benutzerdaten werden gemäß den geltenden Datenschutzgesetzen verarbeitet.",
    "changeTerms": "Änderungen der Bedingungen",
    "changeTermsDescr": "Diese Regeln und Bedingungen müssen von den Benutzern bei der Registrierung im System «ДрукАрмія» bestätigt werden und sind für alle Parteien verbindlich.",
    "lastChange": "Letzte Änderung:",
    "nameOrganisation": "Organisationsname:",
    "codeRecept": "Empfängercode:",
    "nameOfBank": "Bankname:",
    "bank": "AT KB PRIVATBANK",
    "accountBank": "Empfängerkonto im Format",
    "email": "Email:",
    "money": "Währung:",
    "phone": "Telefonnummer:",
    "address": "Adresse:",
    "addressDetail": "Ukraine, 43025, Stadt Lutsk, Khmelnytsky Street, 16/1",
    "invoices": "Berichte werden monatlich auf der Berichtsseite veröffentlicht.",
    "titleAbbr": "Wohltätige Organisation des Wohltätigkeitsfonds",
    "ngoOrg": "BO BF"
}