{
    "rules": "правила та умови",
    "ofService": "сервісу",
    "mainSubtitle": "Безкоштовний {{3D}}-друк для військових, реєстрація друкарів та донорські внески для підтримки проекту, категоризація проектів та ефективне використання донатів.",
    "general": "загальні положення",
    "generalDescription": "Сервіс {{«ДрукАрмія»}} надає можливість військовослужбовцям безкоштовно замовляти вироби, надруковані на {{3D}}-принтері. Друкарі можуть реєструватись в системі для надання друкарських послуг. Донори можуть здійснювати фінансові внески на підтримку проекту через офіційний сайт.",
    "forMilitaries": "для військових",
    "forMilitariesDescr": "Військові реєструються на сайті, вказуючи свої звання та підрозділ. Можуть подавати запити на друк виробів, які необхідні для виконання службових завдань. Військові зобов'язані надати точні специфікації та вимоги до виробів.",
    "forPrint": "для друкарів",
    "forPrintDescr": "Друкарі реєструються на сайті, вказуючи свої можливості та типи {{3D}}-принтерів, які вони мають. Вони отримують запити на друк від військових і погоджуються їх виконувати на добровільних засадах. Друкарі відправляють надруковані вироби військовим за власний рахунок або за кошти, отримані від донорських внесків.",
    "forDonaters": "для донорів",
    "forDonatersDescr": "Донори можуть робити пожертви через офіційний сайт. Фінансові внески йдуть на купівлю матеріалів для друку (пластику тощо) та витрати на доставку виробів військовим. На місяць {{ДрукАрмія}} потребує 3-5 тон пластику, це 1.2-1.5 млн. грн.",
    "serviceDescr": "сервіс реалізовує багато проектів",
    "detailDescr": "Проекти діляться на категорії по терміновості та часу реалізації. Є короткострокові та довгострокові збори. Обмежені часом та безстрокові. До безстрокових зборів відносяться збори на наступні засоби: бандажі, окопні свічки, скиди, муляжі. Короткострокові це збори на конкретний засіб, який необхідний в певній кількості.",
    "textBeforeList": "Всі 100 % донатів направляються на реалізацію цілей проекту, а саме:",
    "textListOne": "придбання розходників (пластик, смола), які потрібні для функціонування {{ДрукАрмії}}.",
    "textListTwo": "придбання комплектуючих для складних виробів (пружини, болти и т.п.)",
    "textExpl1": "Залишок коштів від зборів поточного місяця переходять на наступний місяць на весь термін функціонування {{ДрукАрмії}}.",
    "textExpl2": "Грошові кошти, зібрані {{БО БФ ВIЛЬНI.НЕСКОРЕНI. НЕБАЙДУЖI}} збираються задля підтримки українських військових на постійній основі.",
    "textExpl3": "Залишок пожертв направляється на поточні витрати наступного місяця, якщо проект або допомога не будуть реалізовані. Здійснюючи пожертвування на адресу конкретного проекту, ви даєте згоду на їх перерозподіл/використання в інших проектах.",
    "textExpl4": "Сплачуючи благодійний внесок через інструмент {{LiqPay}} або у випадку оплати за реквізитами {{БО БФ &quot;ВIЛЬНI.НЕСКОРЕНI. НЕБАЙДУЖI&quot;}} ви даєте згоду на це, а також погоджуєтесь на те, що сума пожертвування не підлягає поверненню.",
    "textExpl5": "Донати надходять на окремий рахунок БЛАГОДІЙНОЇ ОРГАНІЗАЦІЇ БФ {{&quot;ВІЛЬНІ. НЕСКОРЕНІ. НЕБАЙДУЖІ&quot;}} що діє на підставі статуту, виключно для реалізації цілей {{ДрукАрмії}}.",
    "responsibility": "Відповідальність",
    "responsibExplication": "Сервіс {{«ДрукАрмія»}} не несе відповідальності за неправильне використання надрукованих виробів. Військові зобов'язані використовувати вироби виключно за призначенням.",
    "confidence": "Конфіденційність",
    "confExplication": "Всі дані користувачів обробляються згідно з чинним законодавством про захист персональних даних.",
    "changeTerms": "Зміни умов",
    "changeTermsDescr": "Ці правила та умови мають бути підтверджені користувачами при реєстрації в системі {{«ДрукАрмія»}} і є обов'язковими для виконання всіма сторонами.",
    "lastChange": "Остання зміна:",
    "nameOrganisation": "Найменування організації:",
    "codeRecept": "Код отримувача:",
    "nameOfBank": "Назва банку:",
    "bank": "АТ КБ ПРИВАТБАНК",
    "accountBank": "Рахунок отримувача у форматі",
    "email": "Email:",
    "money": "Валюта:",
    "phone": "Телефон:",
    "address": "Адреса:",
    "addressDetail": "Україна, 43025, місто Луцьк, вул.Хмельницького Б., 16/1",
    "invoices": "Звіти публікуються щомісячно на сторінці звітів"
}