{
  "ambassadors": "Амбасадори",
  "aboutPageTitle": "Про ДрукАрмію",
  "aboutPageDescription": "ДрукАрмія — це українська спільнота, що протягом року друкує на 3D принтерах необхідне обладнання для ЗСУ, щоб підтримати оборону України проти російських агресорів.",
  "aboutTitleVolnov": "Євген Вольнов",
  "aboutTextVolnov": "Український пранкер та блогер з Києва, волонтер, співзасновник проекту Друк.Армія. Відомий телефонними розіграшами, які супроводжуються великим об'ємом ненормативної лексики. З 2018 року — офіційний спікер Центру «Миротворець».",
  "aboutTitleSharaievskyi": "Андрій Шараєвський",
  "aboutTextSharaievskyi": "Український маркетолог з досвідом понад 10 років, який займається блогеркою діяльністю, та допомагає ЗСУ як волонтер.",
  "canIFirstTitle": "Чи можу я",
  "canISecondTitle": "друкувати?",
  "canIDescription": "Ми шукаємо свідомих громадян, які мають 3D-принтери та бажання приділити час і докласти зусиль задля допомоги нашим військовим. Ми радо надамо вам консультації та підтримку і допоможемо досягти високої якості друку.",
  "accentFirstTitle": "Кого ми",
  "accentSecondTitle": "підтримуємо",
  "accentFirstDescription": "Обсяг задач, який ми охоплюємо, настільки ж великий, як і наші амбіції. Ми працюємо на потреби захисників на передовій та виконуємо запити штабів ЗСУ. Щодня ми забезпечуємо армію необхідними предметами 3D друку та закриваємо найрізноманітніші потреби.",
  "accentSecondDescription": "Ми співпрацюємо з різними організаціями, які самовіддано допомагають українській армії. Ми готові перетворити моток пластику на вкрай необхідне обладнання, що зміцнює оборону нашої країни.",
  "titleBottom": "можете допомогти",
  "titleBottomDescription": "Важливим є не лише матеріальний внесок: ваш голос також має значення. Допоможіть поширювати нашу історію: розкажіть друзям, поділіться посиланням на наш ресурс у соцмережах, запрошуйте нас на інтерв'ю. Давайте об'єднаємо зусилля за перемогу України!",
  "linkText": "Підтримати",
  "buttonText": "Поділитись",

  "modalFirstTitle": "Долучайте друзів",
  "modalSecondTitle": "до наших лав",
  "modalText": "Чим більше цивільних та військових знатимуть про ДрукАрмію, тим більше ми будемо наближатися до перемоги, оскільки наша спільнота безпосередньо створює різні вироби для ЗСУ які допомагають виконувати бойові розпорядження (та кошмарити русню).",
  "modalShareText": "Поділитися:"
}
